Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samiske_digitale_laeringsressurser.html.tmx
Source language: nob
Languages: sme

source: Samiske digitale læringsressurser
sme: Sámegiel digitála oahpporesurssat

source: Med stengte barnehager og skoler over hele landet, har læring i hjemmet plutselig fått en ny dimensjon.
sme: Dál go mánáidgárddit ja skuvllat leat giddejuvvon miehtá riika, de lea ruovttuoahpahus fáhkka ožžon ođđa saji.

source: Sametinget har derfor utarbeidet oversikt over hva som finnes av tilgjengelige samiske digitale læringsressurser, for barnehager og grunnopplæringen.
sme: Sámediggi lea dan dihte ráhkadan bajilgova makkár sámegiel digitála oahpporesurssat gávdnojit mánáidgárddiide ja vuođđooahpahussii.

source: Vi håper at oversikten er til nytte og bidrar til at tilgjengelige digitale læringsressurser på samisk tas i bruk.
sme: Mii sávvat ahte bajilgovva lea ávkin ja ahte dat váikkuha dasa ahte sámegiel digitála oahpporesurssat váldojuvvojit adnui.

source: Send oss gjerne tips om flere nyttige lenker med samiske digitale læringsressurser til samediggi@samediggi.no .
sme: Cavgil áinnas midjiide eambbo ávkkálaš liŋkkaid birra gos leat sámegiel oahpporesurssat: samediggi@samediggi.no .

source: Davvi Girji og ABC-company
sme: Davvi Girji ja ABC-company

source: Andre digitale ressurser hos Davvi Girji:
sme: Eará digitála resurssat Davvi Girjjis;

source: Digitale lærebøker
sme: Digitála oahppogirjjit

source: Digital skjønnlitteratur- og fagbøker for skoler
sme: Digitála čáppa- ja fágagirjjálašvuohta skuvllaid váras

source: Apper: GiellagiisáFraseologiRealfagstermer
sme: Appat: GiellagiisáFraseologiRealfagstermer

source: Sørsamiske digitale læremidler:
sme: Lullisámi digitála oahpponeavvut:

source: Aajege har ulike læremidler som kan lastes ned fra nett
sme: Aajeges leat iešguđet oahpponeavvut maid sáhttá lastet vulos neahtas

source: Hjelpemidler for sørsamisk
sme: Lullisámegiela veahkkeneavvut

source: Digitale ressurser for grunnopplæring: NordsamiskLulesamiskSørsamisk
sme: Digitála resurssat vuođđooahpahussii: DavvisámiJulevsámiLullisámi

source: Nordsamisk
sme: Davvisámi

source: Lulesamisk
sme: Julevsámi

source: Sørsamisk
sme: Lullisámi

source: Apper: NordsamiskeLulesamiskeSørsamiske
sme: Appat: DavvisámiJulevsámiLullisámi

source: Nordsamiske
sme: Davvisámi

source: Lulesamiske
sme: Julevsámi

source: Sørsamiske
sme: Lullisámi

source: Nettressurser på delingsarena: NordsamiskLulesamiskSørsamisk
sme: Neahttaresurssat juogadanarenas: DavvisámiJulevsámiLullisámi
